IDEA Open Model
Beam.InsertPoint Property
Compatible with IDEA StatiCa 20.1
 Insert point 0 - 9
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int InsertPoint { get; set; }
Public Property InsertPoint As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
Beam Class
IdeaRS.OpenModel.Detail Namespace